/**
 * InfectStatistic
 * TODO
 *
 * @author 221701201
 * @version 1.0.0
 * @since 2020.02.13
 */

#include <iostream>
#include <map>
using namespace std;

class Initialize
{
    map<string,int> Infection={
        {"全国",0},
        {"安徽",0},
        {"北京",0},
        {"重庆",0},
        {"福建",0},
        {"甘肃",0},
        {"广东",0},
        {"广西",0},
        {"贵州",0},
        {"海南",0},
        {"河北",0},
        {"河南",0},
        {"黑龙江",0},
        {"湖北",0},
        {"湖南",0},
        {"吉林",0},
        {"江苏",0},
        {"江西",0},
        {"辽宁",0},
        {"内蒙古",0},
        {"宁夏",0},
        {"青海",0},
        {"山东",0},
        {"山西",0},
        {"陕西",0},
        {"上海",0},
        {"四川",0},
        {"天津",0},
        {"西藏",0},
        {"新疆",0},
        {"云南",0},
        {"浙江",0}
    };

    map<string,int> Suspected={
        {"全国",0},
        {"安徽",0},
        {"北京",0},
        {"重庆",0},
        {"福建",0},
        {"甘肃",0},
        {"广东",0},
        {"广西",0},
        {"贵州",0},
        {"海南",0},
        {"河北",0},
        {"河南",0},
        {"黑龙江",0},
        {"湖北",0},
        {"湖南",0},
        {"吉林",0},
        {"江苏",0},
        {"江西",0},
        {"辽宁",0},
        {"内蒙古",0},
        {"宁夏",0},
        {"青海",0},
        {"山东",0},
        {"山西",0},
        {"陕西",0},
        {"上海",0},
        {"四川",0},
        {"天津",0},
        {"西藏",0},
        {"新疆",0},
        {"云南",0},
        {"浙江",0}
    };

    map<string,int> Cure={
        {"全国",0},
        {"安徽",0},
        {"北京",0},
        {"重庆",0},
        {"福建",0},
        {"甘肃",0},
        {"广东",0},
        {"广西",0},
        {"贵州",0},
        {"海南",0},
        {"河北",0},
        {"河南",0},
        {"黑龙江",0},
        {"湖北",0},
        {"湖南",0},
        {"吉林",0},
        {"江苏",0},
        {"江西",0},
        {"辽宁",0},
        {"内蒙古",0},
        {"宁夏",0},
        {"青海",0},
        {"山东",0},
        {"山西",0},
        {"陕西",0},
        {"上海",0},
        {"四川",0},
        {"天津",0},
        {"西藏",0},
        {"新疆",0},
        {"云南",0},
        {"浙江",0}
    };

    map<string,int> Dead={
        {"全国",0},
        {"安徽",0},
        {"北京",0},
        {"重庆",0},
        {"福建",0},
        {"甘肃",0},
        {"广东",0},
        {"广西",0},
        {"贵州",0},
        {"海南",0},
        {"河北",0},
        {"河南",0},
        {"黑龙江",0},
        {"湖北",0},
        {"湖南",0},
        {"吉林",0},
        {"江苏",0},
        {"江西",0},
        {"辽宁",0},
        {"内蒙古",0},
        {"宁夏",0},
        {"青海",0},
        {"山东",0},
        {"山西",0},
        {"陕西",0},
        {"上海",0},
        {"四川",0},
        {"天津",0},
        {"西藏",0},
        {"新疆",0},
        {"云南",0},
        {"浙江",0}
    };

}



int main()
{
    

    printf("test");
    return 0;
}
